Repository: rlecole/SaveAndPlay
Catalog: SaveAndPlay/Resources/NewDownload.*.resx
Languages: fr_fr

# ActiveAppMandatoryLabel
source: The App has to stay active, do not quit, do not go into sleep mode
fr_fr: L'application doit rester active, ne pas quitter, ne pas mettre le téléphone en veille.

# AddressBarHint
source: Search or enter an URL
fr_fr: Rechercher ou saisir une URL

# BackgroundTransferMode
source: Unbound
fr_fr: Détaché

# BackgroundTransferModeLabel
source: Transfer unbound from Save & Play, keep downloading even if Save & Play is no longer running.
fr_fr: Transfert détaché de Save & Play, le téléchargement se poursuit même si Save & Play n'est plus lancé.

# BrowseFolderFailedLabel
source: Unable to browse in this folder, maybe the connection has been lost
fr_fr: Impossible d'accéder à ce dossier, la connexion a peut être été perdue

# Cellular3GMandatoryLabel
source: A 3G or faster data connection is required
fr_fr: Une connexion data 3G ou plus rapide est nécessaire

# Cellular3GMandatoryLabelLong
source: A 3G or faster data connection is required
fr_fr: Une connexion data 3G ou plus rapide est nécessaire

# ConnectionMandatoryLabel
source: A data connection is required
fr_fr: Une connexion data est nécessaire

# ConnectionMandatoryLabelLong
source: A data connection is required
fr_fr: Une connexion data est nécessaire

# ConnectionRequiredLabel
source: A data connection is required
fr_fr: Une connexion data est nécessaire

# DownloadRequirementsFailed
source: Download failed
fr_fr: Le téléchargement a échoué

# DownloadSameName
source: A file with the same name is already being downloaded
fr_fr: Un fichier portant le même nom est déjà en cours de téléchargement

# DownloadValidation
source: Preparing to download
fr_fr: Préparation du téléchargement

source: Download warning
fr_fr: Avertissement pour le téléchargement

# DropboxLoginFailed
source: Could not sign in to your Dropbox account, please check your network connection and try again.
fr_fr: La connexion à votre compte Dropbox a échoué, veuillez vérifier votre connexion réseau.

# EmptyFolderLabel
source: This folder is empty or does not contain any Save & Play supported media files
fr_fr: Ce dossier est vide ou ne contient pas de medias pris en charge par Save & Play

# EnterInstructionsLabel
source: Enter a link just above and validate
fr_fr: Entrez un lien ci-dessus et validez

# Error
source: Error message
fr_fr: Message d'erreur

# ExternalPowerMandatoryLabel
source: Device must be plugged in to charger
fr_fr: Votre appareil doit être branché à un chargeur

# ExternalPowerMandatoryLabelLong
source: Your device must be plugged in to charger
fr_fr: Votre appareil doit être branché à un chargeur

# FavoriteAddition
source: Add favorite
fr_fr: Ajouter favori

# FavoriteAdditionSuccess
source: Your favorite has been successfully added
fr_fr: Votre favori a été enregistré avec succès

# FavoriteInvalidURL
source: Invalid URL
fr_fr: L'URL spécifée est invalide

# FavoriteNameRequired
source: A name must be specified to save a favorite
fr_fr: Un nom doit être spécifié pour enregistrer un favori

source: Favorites
fr_fr: Favoris

# ForegroundTransferMode
source: Bound
fr_fr: Lié

# ForegroundTransferModeLabel
source: Transfer bound to Save & Play, keep downloading as long as Save & Play is running.
fr_fr: Transfert lié à Save & Play, le téléchargement se poursuit tant que Save & Play est lancé.

# Information
source: Information message
fr_fr: Message d'information

# LoadingLabel
source: Loading
fr_fr: Chargement

# ManualURLTitle
source: Simple link
fr_fr: Lien simple

# MaximumDownloadReached
source: The maximum number of background file transfer requests for this application has been exceeded
fr_fr: Le nombre maximum de transferts de fichiers en arrière plan a été atteint

# NewDownloadStarted
source: A new download has started, you can monitor it from the download dedicated page
fr_fr: Un nouveau téléchargement a commencé, vous pouvez le superviser à partir de la page dédiée aux téléchargements

# NotEnoughFreeSpace
source: There is not enough free space on your device to download {0}
fr_fr: Il n'y plus assez d'espace disponible sur votre téléphone pour télécharger {0}

# NoTitleSpecified
source: Please enter a title
fr_fr: Veuillez entrez un titre

# QRCodeFailed
source: QRCode could not be decoded
fr_fr: Le QRCode n'a pas pu être déchiffré

# RootDirectoryLabel
source: Root
fr_fr: Racine

# ScanInstructionsLabel
source: Scan a QRCode to get a link and validate
fr_fr: Scannez un QRCode pour obtenir un lien et validez

# SkydriveLoginFailed
source: Could not sign in to your SkyDrive account, please check your network connection and try again.
fr_fr: La connexion à votre compte SkyDrive a échoué, veuillez vérifier votre connexion réseau.

# Title
source: Start download
fr_fr: Lancer téléchargement

# TitleLabel
source: Please enter the media title
fr_fr: Veuillez entrer un nom pour le media

# TransferAdditionFailed
source: Unable to start file transfer
fr_fr: Impossible de démarrer le téléchargement du fichier

# TransferModeLabel
source: Deduced from the chosen transfer mode and the media size ({0})
fr_fr: Déterminés à partir du mode de transfert choisi et de la taille estimée du media ({0})

# URLChoice
source: Do you want to save this file?
fr_fr: Voulez-vous sauvegarder ce fichier?

# URLInvalid
source: The link could not be loaded
fr_fr: Le lien n'a pas pu être chargée

# URLKO
source: The link doesn't target a Save & Play supported media file or could not be accessed
fr_fr: Le lien est inaccessible ou ne cible pas un fichier video/audio pris en charge par Save & Play

# URLLabel
source: Link
fr_fr: Lien

# URLValidation
source: Checks in progress
fr_fr: Vérifications en cours

# URLValidationInProgress
source: A validation is already in progress
fr_fr: Une validation est déjà en cours

# WifiMandatoryLabel
source: Wi-Fi connection required
fr_fr: Connexion Wi-Fi nécessaire

# WifiMandatoryLabelLong
source: A Wi-Fi connection is required
fr_fr: Une connexion Wi-Fi est nécessaire

# TransferRequirementsLabel
source: Transfer requirements
fr_fr: Prérequis au transfert
